<!-- Statement Section -->
<section id="statement" class="bg-light-gray">
  <div class="container xl">
    <div class="row">
      <div class="col-md-2 hidden-xs hidden-sm"></div>
      <div class="col-md-8 col-sm-12 text-center">
        <h2 class="section-heading editable underlined">
          Artist Statement
        </h2>
        <p class="section-subheading justified editable">
          Soy una artista esc&eacute;nica que desempe&ntilde;a el rol como ejecutante creador y desde mi formaci&oacute;n en la Pontificia Universidad Javeriana, he logrado romper las barreras existentes entre las t&eacute;cnicas para construirme como una artista multi disciplinar. Mi &aacute;rea principal de trabajo es el teatro f&iacute;sico y el clown, en la expansi&oacute;n de estos lenguajes tomo elementos t&eacute;cnicos de la danza release, adem&aacute;s del entrenamiento del circo. Para llevarlo a la creaci&oacute;n de mis propios universos teatrales.&nbsp;<br /><br />En la oportunidad de crear, encuentro la posibilidad de conectar. Ya sea en la elaboraci&oacute;n de una obra o en la construcci&oacute;n de un personaje, me interes&oacute; por explorar enlaces que conectan un lenguaje con otro.&nbsp; Hasta el momento aquellos puntos de convergencia los analizo a partir de: la utilizaci&oacute;n del gesto en diferentes rangos, construcci&oacute;n de partituras de movimiento con un tema espec&iacute;fico y la emoci&oacute;n proveniente de la acci&oacute;n.&nbsp;<br /><br />Mi inter&eacute;s por conectar: el teatro f&iacute;sico y el clown con la danza y el circo, radica en la necesidad por encontrar nuevos caminos, nuevos enlaces, nuevas maneras de contar historias. Porque en el proceso de explorar otras formas de llegar a la creaci&oacute;n; encuentro el compromiso, el placer, el amor y la dedicaci&oacute;n que necesito para hacer de mi trabajo esc&eacute;nico un arte que est&aacute; vivo para el encuentro con el otro.
        </p>
      </div>
      <div class="col-md-2 hidden-xs hidden-sm"></div>
    </div>
    <div class="row">
      <div class="col-sm-3">
        <div class="img-container square editable">
          <p><img width="1333" height="2000" src="img/gallery/Antonia_Monstruoso_10.jpg" /></p>
        </div>
      </div>
      <div class="col-sm-3">
        <div class="img-container square editable">
          <p><img width="1333" height="2000" src="img/gallery/Antonia_Monstruoso_05.jpg" /></p>
        </div>
      </div>
      <div class="col-sm-3">
        <div class="img-container square editable">
          <p><img width="1333" height="2000" src="img/gallery/Antonia_Monstruoso_06.jpg" /></p>
        </div>
      </div>
      <div class="col-sm-3">
        <div class="img-container square editable">
          <p><img width="1333" height="2000" src="img/gallery/Antonia_Monstruoso_03.jpg" /></p>
        </div>
      </div>
    </div>
  </div>
</section>
